/* 
   Localizable.strings
   NetbookInstaller

   Created by Evan Lojewski on 6/3/09.
   Copyright 2009. All rights reserved.
 */
 
/* Button Labels */
"Cancel" = "Cancel";
"Continue" = "Continue";

"Hide NetbookInstaller files" = "Hide NetbookInstaller files";
"Show NetbookInstaller files" = "Show NetbookInstaller files";


/* alert Text */
"Unsupported Device" = "Unsupported Device";
"You are running this applicaiton on an unsupported device. Are you sure you want to continue?" = "You are running this applicaiton on an unsupported device. Are you sure you want to continue?";


/*   Warning Label Strings   */
// TODO: These will be read from a plist or something else...
"Warning Label" = "WARNING! This will install to the selectd disk's MBR";

//"Mini 9 Warning" = "WARNING! This will install to the active boot disk of your Mini 9";
//"Mini 10v Warning" = "WARNING! This will install to the active boot disk of your Mini 10v";
//"Vostro A90 Warning" = "WARNING! This will install to the active boot disk of your Vostro A90";
//"S10 Warning" = "WARNING! This will install to the active boot disk of your Lenovo S10";
//"Unknown Warning" = "WARNING! This will install to the selectd disk's MBR";

/*  remote CD */
"Enable Remote CD" = "Toggle Remote CD (Currently Disabled)";
"Disable Remote CD" = "Toggle Remote CD (Currently Enabled)";


/* Hibernation */
"Enable hibernation" = "Toggle hibernation (Currently Disabled)";
"Disable hibernation" = "Toggle hibernation (Currently Enabled)";

/* Quiet Boot */
"Enable Quiet Boot" = "Toggle Quiet Boot (Currently Disabled)";
"Disable Quiet Boot"= "Toggle Quiet Boot (Currently Enabled)";


/* Progress indicator strings */
"Creating /Extra" = "Creating /Extra";
"Installing Display Profiles" = "Installing Display Profiles";
"Installing Preference Panes" = "Installing Preference Panes";
"Installing System Preference Panes" = "Installing System Preference Panes";
"Instaling Power Managment bundle" = "Instaling Power Managment bundle";
"Installing Extensions" = "Installing Extensions";
"Patching GMA950 Extension" = "Patching GMA950 Extension";
"Patching Framebuffer Extension" = "Patching Framebuffer Extension";
"Patching Wireless Extension" = "Patching Wireless Extension";
"Patching Bluetooth" = "Patching Bluetooth";
"Copying Extension dependencies" = "Copying Extension dependencies";
"Verifying Quiet Boot state" = "Verifying Quiet Boot state";
"Verifying Hibernation state" = "Verifying Hibernation state";
"Verifying RemoteCD State" = "Verifying RemoteCD State";
"Verifying Bootloader" = "Verifying Bootloader";
"Complete" = "Complete";







